<?php Yii::app()->clientScript->registerCssFile('/css-new/generated/static.css'); ?>

<div class="-grid-wrapper page-title">
	<div class="-grid">
		<div class="-col-12">
			<ul class="-menu-inline -breadcrumbs">
				<li><a href="<?php echo Yii::app()->homeUrl; ?>">Главная</a></li>
			</ul>
		</div>
		<div class="-col-9 -pass-3 -gutter-bottom-dbl"><h1>Рейтинг специалистов на портале MyHome</h1></div>
	</div>
</div>


<div class="-grid-wrapper page-content">
	<div class="-grid">
		<div class="-col-9 -pass-3">
			<p class="-huge -strong -gutter-bottom-dbl -inset-bottom-dbl">Для того, чтобы помочь каждому посетителю портала выбрать нужного профессионала, мы разработали и ввели систему расчёта рейтинга специалистов. Благодаря продуманной формуле расчёта, рейтинг показывает не только качество выполняемых специалистом работ, но и надёжность самого исполнителя.</p>
			<h3>Зачем вам нужен рейтинг</h3>
			<p class="-large -inset-bottom-dbl">Чем выше располагается ваш профиль в списке специалистов, тем больше посетителей портала увидят его и, соответственно, смогут сделать правильный выбор в вашу пользу. Но высокий рейтинг — это не только новые заказчики! Это создание имиджа высококлассного специалиста — серьёзное вложение в своё профессиональное будущее.</p>
			<h3>От чего зависит ваш рейтинг?</h3>
			<p class="-large -gutter-bottom-hf">Рейтинг рассчитывается отдельно по каждой услуге и зависит от двух факторов:</p>
			<ul class="-large -inset-left-hf -gutter-left-qr -gutter-top-null">
				<li>Наполненность профиля специалиста</li>
				<li>Оценки посетителей и отзывы заказчиков о работе специалиста</li>
			</ul>
		</div>
		<h2 class="-col-12 -giant -semibold -inset-top-dbl -gutter-bottom-dbl -inset-bottom">Как вы можете поднять свой рейтинг?</h2>
		<ol start="1">
			<li class="-col-6">
				<h4 class="-huge -semibold -gutter-top-null -gutter-bottom"><i>1.</i>Прикрепите вашу фотографию</h4>
				<p>Как показывают наши исследования, первое впечатление мощно влияет на результат выбора заказчика. Мы рекомендуем вам тщательно подойти к выбору фотографии, которая станет вашей визиткой при первой встрече с каждым новым клиентом</p>
				<span class="-block">Вес фотографии в вашем рейтинге — 1%.</span>
			</li>
			<li class="-col-6">
				<h4 class="-huge -semibold -gutter-top-null -gutter-bottom"><i>2.</i>Расскажите о себе</h4>
				<p>Заполните информацию о себе. Помните, что вашим клиентам важно понимать, кому они доверяют ремонт и благоустройство своего дома. Расскажите подробно о себе будущим клиентам и опишите все преимущества работы с вами. Так вы обязательно поможете своим заказчикам сделать правильный выбор в вашу пользу</p>
				<span class="-block">Вес личной информации в вашем рейтинге — 5%.</span>
			</li>
			<li class="-col-6">
				<h4 class="-huge -semibold -gutter-top-null -gutter-bottom"><i>3.</i>Наполните каждую услугу в своём портфолио</h4>
				<p>Рейтинг рассчитывается отдельно по каждой услуге. Если вы оказываете несколько услуг, наполненность портфолио по каждой из них дополнительно повысит ваш рейтинг</p>
				<span class="-block">Наполненность портфолио «весит» 10%.</span>
			</li>
			<li class="-col-6">
				<h4 class="-huge -semibold -gutter-top-null -gutter-bottom"><i>4.</i>Добавьте в портфолио больше проектов</h4>
				<p>Ваши выполненные работы — один из важнейших показателей для клиента при выборе вас как специалиста. Помните, что каждый качественно сделанный проект может привести вам несколько новых клиентов, вдохновлённых вашими идеями. Больше проектов — больше новых клиентов</p>
				<span class="-block">Вес при расчёте рейтинга — 42%.</span>
			</li>
			<li class="-col-6">
				<h4 class="-huge -semibold -gutter-top-null -gutter-bottom"><i>5.</i>Отзывы о ваших работах и оценки посетителей</h4>
				<p>То, как сам заказчик и посетители портала оценивают проделанную работу — главный показатель качества услуг специалиста и один из важнейших критериев при выборе исполнителя. Именно поэтому при расчёте рейтинга большое значение придаётся оценкам и качественным отзывам пользователей MyHome.</p>
				<p>Попросите своих заказчиков поставить вам оценку и написать отзыв о   проделанной вами работе — это серьёзно повысит рейтинг и приведёт к вам новых клиентов.</p>
				<span class="-block">Влияние на рейтинг отзывов заказчиков<br>и оценок посетителей — 42%.</span>
			</li>
			<li class="-col-6">
				<h4 class="-huge -semibold -gutter-top-null -gutter-bottom"><i>6.</i>Ваши работы среди избранных</h4>
				<p>Количество добавлений ваших проектов в избранное — это тоже положительная оценка вашего профессионализма и дополнительные бонусы к вашему рейтингу специалиста.</p>
			</li>
		</ol>
	</div>
</div>