<?php Yii::app()->clientScript->registerScriptFile('/js/scroll.js'); ?>

<div class="-hidden">

	<div class="popup popup-agreement" id="popup-register-agreement">
		<div class="popup-header">
			<div class="popup-header-wrapper">
				Соглашение об использовании Сервиса myhome.ru
			</div>
		</div>
		<div class="popup-body">
			<div class="list-wrapper page-agreement">
				<div class="list-inner" id="site-rules">
					<div class="scrollbar">
						<div class="track">
							<div class="thumb"></div>
						</div>
					</div>
					<div class="viewport">
						<div class="overview">

							<p> Настоящий документ «Соглашение об использовании сервиса myhome.ru»
								представляет собой предложение Общества с ограниченной
								ответственностью «Май Хоум» (далее — «Администрация»), заключить
								договор на изложенных ниже условиях Соглашения.</p>

							<p class="title">1. Общие положения</p>

							<div class="point">
								<p> 1.1. В настоящем документе и вытекающих или связанным с ним
									отношениях Сторон применяются следующие термины и
									определения:<br>
									а) <strong>Платформа</strong> — программно-аппаратные
									средства, интегрированные с Сайтом Администрации;<br>
									б) <strong>Пользователь</strong> — дееспособное
									физическое лицо, присоединившееся к настоящему
									Соглашению в собственном интересе либо выступающее от
									имени и в интересах представляемого им юридического
									лица.<br>
									в) <strong>Сайт Администрации/ Сайт</strong> —
									интернет-сайты, размещенные в домене myhome.ru и его
									поддоменах.<br>
									г) <strong>Сервис</strong> — комплекс услуг и лицензия,
									предоставляемые Пользователю с использованием Платформы.<br>
									д) <strong>Соглашение</strong> — настоящее соглашение со
									всеми дополнениями и изменениями.</p>

								<p> 1.2. В настоящем Соглашении могут быть использованы иные
									термины и определения, не указанные в п.1.1. Соглашения.
									В этом случае толкование такого термина производится в
									соответствии с текстом Соглашения. В случае отсутствия
									однозначного толкования термина или определения в тексте
									Соглашения следует руководствоваться его толкованием,
									определенным: в первую очередь — законодательством
									Российской Федерации, и в последующем — обычаями
									делового оборота и научной доктриной.</p>

								<div> 1.3. Использование Вами Сервиса любым способом и в любой
									форме в пределах его объявленных функциональных
									возможностей, включая:<br>
									<ul>
										<li>просмотр размещенных на Сайте материалов;
										</li>
										<li>регистрация и/или авторизация на Сайте,</li>
										<li>размещение или отображение на Сайте любых
											материалов, включая но не ограничиваясь
											такими как: тексты, гипертекстовые
											ссылки, изображения, аудио и видео-
											файлы, сведения и/или иная информация
											(данные),
										</li>
									</ul>
									создает договор на условиях настоящего Соглашения в
									соответствии с положениями ст.437 и 438 Гражданского
									кодекса Российской Федерации.
								</div>
								<p> 1.4. Воспользовавшись любой из указанных выше возможностей
									по использованию Сервиса Вы подтверждаете, что:<br>
									а) Ознакомились с условиями настоящего Соглашения в
									полном объеме до начала использования Сервиса.<br>
									б) Принимаете все условия настоящего Соглашения в полном
									объеме без каких-либо изъятий и ограничений с Вашей
									стороны и обязуетесь их соблюдать или прекратить
									использование Сервиса. Если Вы не согласны с условиями
									настоящего Соглашения или не имеете права на заключение
									договора на их основе, Вам следует незамедлительно
									прекратить любое использование Сервиса.<br>
									в) Соглашение (в том числе любая из его частей) может
									быть изменено Администрацией без какого-либо
									специального уведомления. Новая редакция Соглашения
									вступает в силу с момента ее размещения на Сайте
									Администрации либо доведения до сведения Пользователя в
									иной удобной форме, если иное не предусмотрено новой
									редакцией Соглашения.</p>
							</div>

							<p class="title">2. Общие условия пользования Сервисом</p>

							<div class="point">
								<p> 2.1. Использование функциональных возможностей Сервиса
									допускается только после прохождения Пользователем
									регистрации и авторизации на Сайте Администрации в
									статусе «Владелец квартиры» или «Дизайнер,
									архитектор».</p>

								<p> 2.2. Перечень функциональных возможностей, использование
									которых требует предварительной регистрации и/или
									авторизации в определенном статусе, определяется по
									единоличному усмотрению Администрации и может время от
									времени изменяться.</p>

								<p> 2.3. Пользователь самостоятельно определяет необходимый
									статус при регистрации на Сайте, исходя из собственных
									потребностей в его использовании с учетом объявленных
									функциональных возможностей Сервиса.</p>

								<p> 2.4. Технические, организационные и коммерческие условия
									использования Сервиса, в том числе его функциональных
									возможностей доводятся до сведения Пользователей путем
									отдельного размещения на Сайте или путем нотификации
									Пользователей.</p>

								<p> 2.5. Выбранные Пользователем логин и пароль являются
									необходимой и достаточной информацией для доступа
									Пользователя на Сайт. Пользователь не имеет права
									передавать свои логин и пароль третьим лицам, несет
									полную ответственность за их сохранность, самостоятельно
									выбирая способ их хранения.</p>

								<p> 2.6. Любые действия, совершенные с использованием его логина
									и пароля, считаются совершенными соответствующим
									Пользователем. В случае несанкционированного доступа к
									логину и паролю, их утраты или раскрытия третьим лицам
									Пользователь обязан незамедлительно сообщить об этом
									Администрации путем направления электронного письма с
									указанного в своем профиле на Сайте адреса электронной
									почты.</p>
							</div>

							<p class="title">3. Лицензия на использование Сайта и допустимое
								использование Сервиса</p>

							<div class="point">
								<p> 3.1. Администрация предоставляет зарегистрированному и/или
									авторизованному Пользователю право функционального
									использования Платформы и Сайта Администрации на
									условиях простой (неисключительной) непередаваемой
									лицензии в пределах функциональных возможностей
									Сервиса.</p>

								<p> 3.2. В зависимости от выбранного при регистрации статуса
									Пользователю разрешается размещать, редактировать и
									удалять изображения, текстовые, аудио- и видеоматериалы,
									а также прочие объекты авторских и (или) смежных прав
									(далее по тексту — «Контент») при соблюдении ограничений
									и гарантий согласно п.4 настоящего Соглашения;</p>

								<p> 3.3. Администрация вправе устанавливать лимиты по объему
									размещаемого Пользователем Контента, а также вводить
									иные технические ограничения использования Платформы и
									(или) Сайта Администрации, которые время от времени
									будут доводиться до сведения Пользователей в форме и
									способом по выбору Администрации.</p>

								<p> 3.4. Использование Платформы и (или) Сайта Администрации
									иными способами, в том числе путем копирования
									(воспроизведения) размещенного на Сайте Контента, а
									также входящих в состав Платформы и (или) Сайта
									Администрации элементов дизайна, программ для ЭВМ и баз
									данных, их декомпиляция и модификация, строго
									запрещены.</p>
							</div>

							<p class="title">4. Гарантии Пользователя</p>

							<div class="point">
								<p> Принимая условия настоящего Соглашения, Вы подтверждаете и
									гарантируете, что:</p>

								<p> 4.1. Вы обладаете всеми необходимыми правами и полномочиями
									для заключения Договора на использование Сервиса и его
									исполнения;</p>

								<p> 4.2. Использование Сервиса будет осуществляться Вами
									исключительно для целей, разрешенных настоящим
									Соглашением с соблюдением его положений, а равно
									требований применимого права и общепринятой
									практики;</p>

								<p> 4.3. Вы не будете совершать каких-либо действий, которые
									вступают в противоречие или препятствуют предоставлению
									Сервиса или работе соответствующего оборудования, сетей,
									или программного обеспечения, с помощью которых
									предоставляется Сервис;</p>

								<p> 4.4. Использование Вами Сервиса для конкретных целей не
									нарушает имущественных и/или личных неимущественных прав
									третьих лиц, а равно запретов и ограничений,
									установленных применимым правом, включая без
									ограничения: авторские и смежные права, права на
									товарные знаки, знаки обслуживания и наименования мест
									происхождения товаров, права на промышленные образцы,
									права на использование изображений людей, размещаемый
									Вами Контент не содержит информации и/или образов,
									оскорбляющих честь, достоинство и деловую репутацию лиц,
									пропагандирующих насилие, порнографию, наркотики,
									расовую или национальную вражду, и Вами получены все
									необходимые разрешения от уполномоченных лиц в связи с
									использованием Контента.</p>
							</div>

							<p class="title">5. Лицензия на использование пользовательского
								Контента</p>

							<div class="point">
								<p> 5.1. Принимая условия настоящего Соглашения, Вы безвозмездно
									предоставляете Администрации простую (неисключительную)
									лицензию на использование Контента, который Вы
									добавляете (размещаете или транслируете) на Сайт
									Администрации.</p>

								<p> 5.2. Указанная простая (неисключительная) лицензия на
									использование Контента предоставляется Администрации
									одновременно с добавлением Вами Контента на Сайт
									Администрации на весь срок действия исключительных прав
									на объекты авторских и (или) смежных прав, образующих
									такой Контент, для использования на территории всех
									стран мира.</p>

								<div> 5.3. В рамках предоставленной Администрации простой
									(неисключительной) лицензии разрешается использование
									Контента следующими способами:<br>
									<ul>
										<li>воспроизводить Контент, т.е. совершать
											изготовление одного или более
											экземпляров Контента в любой
											материальной форме, а также их запись в
											память электронного устройства (право на
											воспроизведение);
										</li>
										<li>распространять экземпляры Контента, т.е.
											предоставлять доступ к воспроизведенному
											в любой материальной форме Контенту, в
											том числе сетевыми и иными способами, а
											также путем продажи, проката, сдачи
											внаем, предоставления взаймы, включая
											импорт для любой из этих целей (право на
											распространение);
										</li>
										<li>публично показывать Контент (право на
											публичный показ);
										</li>
										<li>публично исполнять Контент (право на
											публичное исполнение);
										</li>
										<li>сообщать Контент таким образом, при котором
											любое лицо может иметь доступ к нему в
											интерактивном режиме из любого места и в
											любое время по своему выбору (право на
											доведение до всеобщего сведения);
										</li>
										<li>модифицировать Контент, т.е. переделывать
											или другим образом перерабатывать
											Контент, включая перевод Контента с
											одного языка на другой (право на
											переработку);
										</li>
										<li>право переуступить все или часть полученных
											прав третьим лицам (право на
											сублицензирование).
										</li>
									</ul>
								</div>
								<p> 5.4. В случае размещения пользовательского Контента в
									разделе «Идеи» Сайта Администрации, Администрация
									оставляет за собой право редактировать пользовательский
									Контент в соответствии с требованиями к оформлению.</p>
							</div>

							<p class="title">6. Ограничения</p>

							<div class="point">
								<p> Соглашаясь с условиями настоящего Соглашения, Вы понимаете и
									признаете, что:</p>

								<p> 6.1. К отношениям сторон по предоставлению Сервиса на
									безвозмездной основе не подлежат применению положения
									законодательства о защите прав потребителей.</p>

								<p> 6.2. Сервис предоставляется на условиях «как есть», в связи
									с чем Вам не представляются какие-либо гарантии, что
									Сервис будет соответствовать Вашим требованиям; услуги
									будут предоставляться непрерывно, быстро, надежно и без
									ошибок; результаты, которые могут быть получены с
									использованием Сервиса, будут точными и надежными;
									качество какого-либо продукта, услуги, информации и
									прочего Контента, полученного с использованием Сервиса,
									будет соответствовать Вашим ожиданиям; все ошибки в
									программном обеспечении Сервиса будут исправлены.</p>

								<p> 6.3. Поскольку Сервис находится на стадии постоянного
									дополнения и обновления новых функциональных
									возможностей, форма и характер предоставляемых услуг
									могут время от времени меняться без Вашего
									предварительного уведомления. Администрация вправе по
									собственному усмотрению прекратить (временно или
									окончательно) предоставление услуг (или каких-либо
									отдельных функций в рамках услуг) всем Пользователям
									вообще или Вам, в частности, без Вашего предварительного
									уведомления.</p>

								<p> 6.4. Администрация никак не связана с Контентом, размещенным
									(в том числе транслируемым) Пользователями на Сайте, и
									не осуществляет проверку содержания, подлинности и
									безопасности этого Контента либо его компонентов, а
									равно его соответствия требованиям применимого права, и
									наличия у Пользователей необходимого объема прав на его
									использование.</p>

								<div> 6.5. В частности Вам запрещается использование Сервиса
									для:<br>
									<ul>
										<li>размещения и/или распространения
											контрафактного Контента;
										</li>
										<li>размещения и/или распространения Контента
											порнографического характера, а равно
											пропаганды порнографии и детской
											эротики, и рекламы интимных услуг;
										</li>
										<li>размещения и/или распространения любой иной
											запрещенной информации, включая
											материалы, экстремистского характера, а
											также направленных на ущемление прав и
											свобод человека по признакам расовой и
											национальной принадлежности,
											вероисповедания, языка, и пола,
											подстрекающие к совершению
											насильственных действий в отношении
											человека, либо к бесчеловечному
											обращению с животными, призывающие к
											совершению иных противоправных действий,
											в том числе разъясняющие порядок
											изготовления и применения оружия,
											наркотических средств и их прекурсов, и
											т.д.;
										</li>
										<li>преимущественного или исключительного
											размещения ссылок на другие сайты;
										</li>
										<li>распространения рекламных материалов в
											личных сообщениях иным Пользователям без
											получения их предварительного согласия
											на их получение (СПАМ);
										</li>
										<li>ограничения с помощью пароля или иным
											способом доступа к файлам, размещенным
											на Сайте Администрации или транслируемым
											на него.
										</li>
									</ul>
								</div>
								<p> 6.6. Несмотря на установленный запрет, при использовании
									Сервиса Вы можете получить Контент, который можете
									счесть содержащим информацию оскорбительного или
									непристойного характера, а также в иной форме нарушающий
									применимое право, права и/или интересы третьих лиц.</p>

								<p> 6.7. Администрация не осуществляет предварительную проверку
									Контента. Всю ответственность за содержание Контента и
									соответствие его требованиям применимого права несет
									лицо, создавшее данный Контент и/или добавившее его на
									Сайт Администрации.</p>

								<p> 6.8. В случае обнаружения нарушения Ваших прав и/или
									интересов в связи с предоставлением Сервиса, в том числе
									размещением Контента иным Пользователем, Вам следует
									сообщить об этом Администрации. Для этого Вам необходимо
									направить Администрации письменное уведомление с
									подробным изложением обстоятельств нарушения и
									гипертекстовой ссылкой на страницу Сайта, содержащую
									материалы, которыми нарушаются Ваши права и/или
									интересы.</p>

								<p> 6.9. Вы несете исключительную ответственность за любое
									нарушение обязательств, установленных настоящим
									Соглашением и/или применимым правом, а также за все
									последствия таких нарушений (включая любые убытки или
									ущерб, которые может понести Администрация и иные третьи
									лица).</p>

								<p> 6.10. В случае возникновения каких-либо претензий третьих
									лиц в отношении нарушения любых имущественных и/или
									личных неимущественных прав третьих лиц, а равно
									установленных законодательством запретов или ограничений
									Вы обязаны по требованию Администрации пройти
									официальную идентификацию, предоставив Администрации
									нотариально заверенное обязательство урегулировать
									возникшие претензии собственными силами и за свой счет с
									указанием своих паспортных данных.</p>

								<p> 6.11. Администрация оставляет за собой право удалить любой
									Контент с Сайта либо временно ограничить доступ к нему в
									одностороннем порядке до получения от Вас указанного
									выше письменного обязательства.</p>

								<p> 6.12. В случае многократного или грубого нарушения условий
									настоящего Соглашения и/или требований законодательства,
									Администрация оставляет за собой право заблокировать
									Вашу учетную запись (аккаунт) целиком, удалить его либо
									иным образом ограничить (прекратить) предоставление
									Сервиса.</p>

								<p> 6.13. В случае привлечения Администрации к ответственности
									или наложения на нее взыскания в связи с допущенными
									Вами нарушениями прав и/или интересов третьих лиц, а
									равно установленных законодательством запретов или
									ограничений, Вы обязаны в полном объеме возместить
									убытки Администрации.</p>

								<p> 6.14. Администрация сохраняет за собой право размещения в
									специальных блоках на Сайте рекламных материалов и
									ссылок на другие ресурсы, при этом Администрация не
									несет никакой ответственности за рекламные материалы и
									доступность таких ресурсов, за их Контент, а также за
									любые последствия, связанные с использованием данных
									ресурсов, их Контента или рекламы.</p>

								<p> 6.15. Администрация устраняется от какой бы то ни было
									ответственности в связи с допущенными Вами нарушениями,
									а также причинением Вам вреда или убытков при указанных
									выше обстоятельствах.</p>

								<p> 6.16. Администрация не несет ответственности за
									использование кем бы то ни было общедоступных
									персональных данных Пользователей.</p>

								<p> 6.17. При любых обстоятельствах ответственность
									Администрации ограничена 1 000 (Одной тысячью) рублей и
									возлагается на него исключительно при наличии в ее
									действиях вины.</p>
							</div>

							<p class="title">7. Уведомления</p>

							<div class="point">
								<p> 7.1. Вы соглашаетесь получать от Администрации на указанный
									в Вашем профиле на Сайте электронный адрес
									информационные электронные сообщения (далее —
									«нотификаторы») о важных событиях, происходящих в рамках
									Сайта или в связи с ним.</p>

								<p> 7.2. Администрация обязуется использовать нотификаторы
									исключительно для информирования Пользователя о
									возможностях Платформы и (или) Сайта Администрации и/или
									об изменении в размещенных на них информационных
									ресурсах.</p>

								<p> 7.3. Администрация обязуется не сопровождать нотификаторы
									рекламными сообщениями от третьих лиц.</p>
							</div>

							<p class="title">8. Условия использования персональных данных</p>

							<div class="point">
								<p> 8.1. Присоединяясь к условиям настоящего Соглашения, Вы
									даете настоящее письменное согласие на
									автоматизированную обработку предоставляемых
									персональных данных в целях заключения договора на
									условиях настоящего Соглашения, а также его последующего
									исполнения.</p>

								<p> 8.2. В случаях, допускаемых функциональными возможностями
									Сервиса, Вы самостоятельно определяете степень
									доступности своих персональных данных иным пользователям
									Интернет.</p>

								<p> 8.3. Вы признаете и соглашаетесь, что в случае размещения
									Вами своих персональных данных с использованием Сервиса
									способом, предоставляющим возможность их получения
									пользователями Интернет, Ваши персональные данные
									считаются общедоступными. Вы осознаете также, что Ваши
									персональные данные считаются общедоступными в случаях,
									когда на них в соответствии с федеральными законами не
									распространяется требование соблюдения
									конфиденциальности.</p>
							</div>

							<p class="title">9. Прочие условия</p>

							<div class="point">
								<p> 9.1. Зарегистрированный Пользователь самостоятельно
									определяет условия и порядок использования созданного им
									аккаунта (профиля), которые однако ни при каких условиях
									не могут противоречить настоящему Соглашению.</p>

								<p> 9.2. <strong>Применимое право</strong>. Настоящее
									Соглашение, порядок его заключения и исполнения, а также
									вопросы, не урегулированные настоящим Соглашением,
									регулируется действующим законодательством Российской
									Федерации.</p>

								<p> 9.3. <strong>Арбитраж</strong>. Все споры по Соглашению или
									в связи с ним подлежат рассмотрению в суде по месту
									нахождения Администрации в соответствии с действующим
									процессуальным правом Российской Федерации.</p>

								<p> 9.4. <strong>Изменения</strong>. Настоящее Соглашение может
									быть изменено или прекращено Администрацией в
									одностороннем порядке без предварительного уведомления
									Пользователя и без выплаты какой-либо компенсации в
									связи с этим.</p>

								<p> 9.5. <strong>Редакция Соглашения</strong>. Действующая
									редакция настоящего Соглашения размещена на Сайте
									Администрации и доступна в сети Интернет по адресу <a
										href="<?php echo Yii::app()->homeUrl; ?>/agreement"><strong>http://</strong><strong>myhome</strong><strong>.ru/</strong><strong>agreement</strong></a>.
								</p>
							</div>

							<p>
								Редакция от «19» января 2012 г.<br>
								© ООО «Май Хоум», 2012<br>
								Пользовательское соглашение разработала <a
									href="http://it-lex.ru/"><strong>Юридическая</strong>
									<strong>компания</strong> <strong>АйТи-Лекс</strong></a>
							</p>

						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</div>

<script>
	CCommon.register();
</script>