<?php $this->pageTitle = 'Регистрация — MyHome.ru'?>
<?php $this->description = ''; ?>
<?php $this->keywords = ''; ?>

<?php
$this->breadcrumbs=array(
                "Регистрация",
);
?>
 
<h1>Письмо успешно отправлено.</h1>

<p>Пожалуйста, проверьте вашу почту. На ваш электронный адрес отправлено приглашение со ссылкой на подтверждение регистрации. Нажмите на ссылку в письме, чтобы завершить регистрацию. Если вы не получили приглашение, свяжитесь с нами по адресу <a href="mailto:support@myhome.ru">support@myhome.ru</a>.</p>