<?php

class m130719_023840_alter_table_service extends CDbMigration
{
	public function up()
	{
		Yii::import('application.modules.member.models.*');

		$this->addColumn('service', 'category_type', 'integer after `desc`');

		$this->update('service', array('category_type'=>Service::CATEGORY_TYPE_1),
			"name='Дизайн и архитектура'"
			. ' OR '
			."name='Дизайн интерьера'"
			. ' OR '
			."name='Ландшафтный дизайн'"
			. ' OR '
			."name='Архитектурное проектирование'"
			. ' OR '
			."name='3D-визуализация'"
			. ' OR '
			."name='Ковка'"
			. ' OR '
			."name='Художественная роспись'"
			. ' OR '
			."name='Декорирование стекол и зеркал'"
			. ' OR '
			."name='Декорирование мебели'"
			. ' OR '
			."name='Декорирование посуды'"
			. ' OR '
			."name='Изготовление предметов декора'"
			. ' OR '
			."name='Изготовление текстильной продукции'"
			. ' OR '
			."name='Изготовление лепнины'"
			. ' OR '
			."name='Изготовление скульптур'"
			. ' OR '
			."name='Флористика'"
			. ' OR '
			."name='Цветоводство'"
			. ' OR '
			."name='Ремонт квартиры, коттеджа под ключ'"
			. ' OR '
			."name='Ремонт офиса'"
			. ' OR '
			."name='Сантехнические работы'"
			. ' OR '
			."name='Укладка плитки, мозаики'"
			. ' OR '
			."name='Работы с полом, паркетные работы'"
			. ' OR '
			."name='Стеновые работы'"
			. ' OR '
			."name='Потолочные работы'"
			. ' OR '
			."name='Работы с гипсокартоном'"
			. ' OR '
			."name='Изготовление, сборка мебели'"
			. ' OR '
			."name='Реставрация'"
			. ' OR '
			."name='Установка лестниц'"
			. ' OR '
			."name='Установка печей и каминов'"
			. ' OR '
			."name='Строительство домов под ключ'"
			. ' OR '
			."name='Строительство бани'"
			. ' OR '
			."name='Фасадные работы'"
			. ' OR '
			."name='Кровельные работы'"
			. ' OR '
			."name='Благоустройство территории'"
			. ' OR '
			."name='Строительство заборов'"
			. ' OR '
			."name='Строительство бассейнов'"
			. ' OR '
			."name='Строительство хозяйственных построек'");

		$this->update('service', array('category_type'=>Service::CATEGORY_TYPE_2),
			"name='Установка систем отопления'"
			. ' OR '
			."name='Установка систем кондиционирования'"
			. ' OR '
			."name='Малярные работы'"
			. ' OR '
			."name='Декоративная штукатурка'"
			. ' OR '
			."name='Установка окон'"
			. ' OR '
			."name='Установка дверей'"
			. ' OR '
			."name='Остекление лоджий, балконов'"
			. ' OR '
			."name='Установка металлоконструкции'"
			. ' OR '
			."name='Гидроизоляционные работы'"
			. ' OR '
			."name='Земляные работы'"
			. ' OR '
			."name='Устройство фундамента'");

		$this->update('service', array('category_type'=>Service::CATEGORY_TYPE_3),
			"name='Агрономия'"
			. ' OR '
			."name='Установка систем безопасности и охраны'"
			. ' OR '
			."name='Установка систем связи и телекоммуникаций'"
			. ' OR '
			."name='Консультации юристов'"
			. ' OR '
			."name='Консультации экспертов'"
			. ' OR '
			."name='Перепланировка, согласования'"
			. ' OR '
			."name='Экологическая экспертиза'"
			. ' OR '
			."name='Геодезические работы'"
			. ' OR '
			."name='Строительный консалтинг'"
			. ' OR '
			."name='Юридические услуги для строителей'"
			. ' OR '
			."name='Уборка квартиры, дома'"
			. ' OR '
			."name='Уборка офиса'"
			. ' OR '
			."name='Уборка территории'"
			. ' OR '
			."name='Вывоз мусора'"
			. ' OR '
			."name='Мелкий бытовой ремонт'"
			. ' OR '
			."name='Электромонтажные работы'"
			. ' OR '
			."name='Звукоизоляция, акустика'"
			. ' OR '
			."name='Установка перегородок'"
			. ' OR '
			."name='Установка трубопровода и канализации'"
			. ' OR '
			."name='Сварочные работы'"
			. ' OR '
			."name='Хранение товаров'"
			. ' OR '
			."name='Доставка товаров'"
			. ' OR '
			."name='Транспортные услуги'"
			. ' OR '
			."name='Услуги грузчиков'"
			. ' OR '
			."name='Прокат техники и оборудования'"
			. ' OR '
			."name='Утилизация отходов'"
			. ' OR '
			."name='Диагностика'"
			. ' OR '
			."name='Ремонт бытовой техники'"
			. ' OR '
			."name='Ремонт электроники'"
			. ' OR '
			."name='Поиск и покупка запасных частей'"
			. ' OR '
			."name='Услуги грузчиков'");

		$specs = User::model()->findAllByAttributes(array('status'=>User::STATUS_ACTIVE, 'role'=>array(User::ROLE_SPEC_FIS, 'role'=>User::ROLE_SPEC_JUR)));

		foreach($specs as $spec)
		{
			Yii::app()->gearman->appendJob('userService', array('userId'=>$spec->id));
		}
	}

	public function down()
	{
		$this->dropColumn('service', 'category_type');
	}
}