<?php

return array(
	'vac1' => array(
		'id' => '1',
		'position' => '1',
		'name' => 'Первый клевый',
		'key' => 'first',
		'text' => 'Очень клевая вакансия. Самая клевая из всех клевых.',
		'status' => '1',
	),
	'vac2' => array(
		'id' => '2',
		'position' => '2',
		'name' => 'Обалденный второй',
		'key' => 'second',
		'text' => 'Вау. Надоже какой обалденный.',
		'status' => '1',
	),
	'vac3' => array(
		'id' => '3',
		'position' => '3',
		'name' => 'Третий удивительный.',
		'key' => 'third',
		'text' => 'Удивительная удивляющий удивитель.',
		'status' => '1',
	),
	'vac4' => array(
		'id'=>'4',
		'position' => '4',
		'name' => 'Необузданный четвертый',
		'key' => 'forth',
		'text' => 'Обуздать бы необузданного четвертого.',
		'status' => '1',
	),
	'vac5' => array(
		'id'=>'5',
		'position' => '5',
		'name' => 'Пятый смущенный.',
		'key' => 'fifth',
		'text' => 'Сумщенный до красноты в щеках.',
		'status' => '1',
	),
);